---
kind: property
id: P:Autodesk.Revit.DB.RelinquishOptions.FamilyWorksets
source: html/e1576858-8be8-f173-21bf-c6224e98aa17.htm
---
# Autodesk.Revit.DB.RelinquishOptions.FamilyWorksets Property

True means all family worksets owned by the current user should be relinquished.
 False means none of these are relinquished.

## Syntax (C#)
```csharp
public bool FamilyWorksets { get; set; }
```